Repository: ProxymanApp/proxyman-localization
Catalog: macOS/Main.xcstrings
Source language: en
Languages: zh_hans

# 0Pl-rz-tXH.title
source: as Proxyman Log
zh_hans: 作为 Proxyman 日志

# 0SR-1M-z3W.title
source: Cancel
zh_hans: 取消

# 0tn-mp-cR3.title
source: Breakpoints...
zh_hans: 断点…

# 1b7-l0-nxx.title
source: Find
zh_hans: 查找

# 1cY-IH-L90.ibShadowedToolTip
source: All Proxyman Certificate will be removed
zh_hans: 所有 Proxyman 证书将被移除

# 1cY-IH-L90.title
source: Reset all Proxyman Certificates
zh_hans: 重置所有 Proxyman 证书

# 2eA-6u-s1g.ibShadowedToolTip
source: Prevent client applications from caching requests and responses
zh_hans: 防止客户端应用程序缓存请求和响应

# 2eA-6u-s1g.title
source: No Caching
zh_hans: 不缓存

# 2IX-Rt-veX.title
source: Purple
zh_hans: 紫色

# 2Lu-od-oG8.ibShadowedToolTip
source: Reverse Proxy Server is enabled
zh_hans: 反向代理服务器已启用

# 3JW-nX-CMn.title
source: Allow List
zh_hans: 允许列表

# 3ns-bq-OcJ.title
source: No Caching
zh_hans: 不缓存

# 4eb-gj-qS6.placeholderString
source: Search app or domain (⌘⇧F)
zh_hans: 搜索应用或域名 (⌘⇧F)

# 4EN-yA-p0u.title
source: Find
zh_hans: 查找

# 4J7-dP-txa.title
source: Enter Full Screen
zh_hans: 进入全屏

# 4mv-UD-NzZ.ibShadowedToolTip
source: Guideline how to install Proxyman Certificate to Firefox Browsers
zh_hans: 安装 Proxyman 证书到 Firefox 浏览器的指南

# 4mv-UD-NzZ.title
source: Install Certificate on Firefox Browsers…
zh_hans: 在 Firefox 浏览器上安装证书…

# 4rb-xr-f83.title
source: Scripting
zh_hans: 脚本

# 4Rw-NG-5eG.title
source: Block List…
zh_hans: 阻塞列表…

# 4sb-4s-VLi.title
source: Quit Proxyman
zh_hans: 退出 Proxyman

# 4Xg-UT-6f3.title
source: Advanced
zh_hans: 高级

# 5bG-V7-Rho.ibShadowedToolTip
source: Toggle Enable/Disable the Breakpoint Tool
zh_hans: 切换启用/禁用断点工具

# 5bG-V7-Rho.title
source: Breakpoint
zh_hans: 断点

# 5fM-rW-rAr.title
source: watchOS or tvOS…
zh_hans: watchOS 或 tvOS…

# 5kV-Vb-QxS.title
source: About Proxyman
zh_hans: 关于 Proxyman

# 5L7-nW-b98.ibShadowedToolTip
source: Scripting is enabled (⌥⌘I)
zh_hans: 脚本已启用 (⌥⌘I)

# 5NR-X1-Rra.title
source: Scripting
zh_hans: 脚本

# 5QF-Oa-p0T.title
source: Edit
zh_hans: 编辑

# 06B-bf-aDd.ibShadowedToolTip
source: TLS Key Logging is enabled
zh_hans: TLS密钥记录已启用

# 6dh-zS-Vam.title
source: Redo
zh_hans: 重做

# 6EB-Fh-xMk.title
source: Clear
zh_hans: 清除

# 6FN-mr-9oR.title
source: Proxy Settings
zh_hans: 代理设置

# 6hk-fr-5md.title
source: I could not see any traffics on Proxyman?…
zh_hans: 我在 Proxyman 上看不到任何流量?…

# 6tF-Tn-DEy.title
source: Proxy Settings
zh_hans: 代理设置

# 6Vm-iF-r8V.title
source: Scripting...
zh_hans: 脚本编写…

# 7B1-ki-vsr.title
source: I could not see any requests from my localhost server?…
zh_hans: 我在本地主机服务器上看不到任何请求?…

# 7CF-KZ-4sG.ibShadowedToolTip
source: Manage the System Bypass Proxy List
zh_hans: 管理系统旁路代理列表

# 7CF-KZ-4sG.title
source: Bypass Proxy Settings…
zh_hans: 旁路代理设置…

# 7gm-fb-2xP.ibShadowedToolTip
source: Toggle Enable/Disable the Block List Tool
zh_hans: 切换启用/禁用阻止列表工具

# 7gm-fb-2xP.title
source: Block List
zh_hans: 阻止列表

# 7Hn-fi-SWn.title
source: Install Certificate on Java VMs
zh_hans: 在 Java 虚拟机上安装证书

# 7m3-WU-C2c.title
source: Strikethrough
zh_hans: 删除线

# 7M5-rh-wjY.title
source: Export Session Config:
zh_hans: 导出会话配置：

# 7oN-RK-D8y.title
source: Publish to Gist...
zh_hans: 发布到 Gist...

# 7ts-E2-4NF.title
source: Content Panel is in detachable Window Mode
zh_hans: 内容面板处于可分离窗口模式

# 8bF-yl-RsA.title
source: Install Certificate on Java VMs
zh_hans: 在 Java 虚拟机上安装证书

# 08N-7h-DR7.title
source: Import Settings
zh_hans: 导入设置

# 8rh-r4-MBy.ibShadowedToolTip
source: Filter specific domains or app in the Source Panel (Left Panel)
zh_hans: 在源面板（左侧面板）中过滤特定域或应用

# 8rh-r4-MBy.title
source: Filter Domain or App
zh_hans: 过滤域或应用

# 9hR-dt-PP4.ibShadowedToolTip
source: Map Remote is enabled (⌥⌘R)
zh_hans: 映射远程已启用 (⌥⌘R)

# 9um-sj-sOV.title
source: Breakpoint
zh_hans: 断点

# 17D-23-JHQ.title
source: Duplicate
zh_hans: 复制

# 88X-yj-swt.ibShadowedToolTip
source: Map local file as a response to matching requests
zh_hans: 将本地文件映射为匹配请求的响应

# 88X-yj-swt.title
source: Map Local…
zh_hans: 本地映射…

# 460-rg-fFI.title
source: Install Certificate on iOS
zh_hans: 在 iOS 上安装证书

# a2u-MZ-zs7.ibShadowedToolTip
source: Use Proxyman with HTTP Clients, such as Paw, Postman and Insomnia
zh_hans: 与 HTTP 客户端（如 Paw、Postman 和 Insomnia）一起使用 Proxyman

# a2u-MZ-zs7.title
source: NextJS (fetch)…
zh_hans: NextJS（获取）…

# aqJ-az-i2l.title
source: Troubleshooting
zh_hans: 故障排除

# AqU-jl-qRT.ibShadowedToolTip
source: Save and Activate the current script
zh_hans: 保存并激活当前脚本

# AqU-jl-qRT.title
source: Save and Activate
zh_hans: 保存并激活

# Asg-75-GFE.title
source: Reverse Proxy...
zh_hans: 反向代理...

# At2-oT-m40.ibShadowedToolTip
source: Map your hostname to different server.
zh_hans: 将你的主机名映射到不同的服务器。

# At2-oT-m40.title
source: DNS Spoofing…
zh_hans: DNS 欺骗…

# aUF-d1-5bR.title
source: Window
zh_hans: 窗口

# AwM-lX-ZaA.ibShadowedToolTip
source: Copy selected request as cURL/HTTPie format
zh_hans: 复制选定请求为 cURL/HTTPie 格式

# AwM-lX-ZaA.title
source: Copy as cURL
zh_hans: 复制为 cURL

# AYu-sK-qS6.title
source: Main Menu
zh_hans: 主菜单

# bAx-Ze-BjE.ibShadowedToolTip
source: Toggle Enable/Disable the Network Conditions Tool
zh_hans: 切换启用/禁用网络条件工具

# bAx-Ze-BjE.title
source: Network Conditions
zh_hans: 网络条件

# Bez-oE-QKu.title
source: Select Previous Tab
zh_hans: 选择上一个选项卡

# bib-Uj-vzu.title
source: File
zh_hans: 文件

# Bm2-yv-CV5.title
source: Delete
zh_hans: 删除

# BnQ-MT-dPy.ibShadowedToolTip
source: It's where Proxyman stores all user backups.
zh_hans: 这是 Proxyman 存储所有用户备份的地方。

# BnQ-MT-dPy.title
source: Open Backup Folder…
zh_hans: 打开备份文件夹…

# BOF-NM-1cW.title
source: Preferences…
zh_hans: 首选项…

# Bpz-gb-j44.title
source: Enable/Disable Tools
zh_hans: 启用/禁用工具

# bqg-mb-EG7.ibShadowedToolTip
source: A tutorial how to retreive your data if there is something wrong!
zh_hans: 如果出现问题，如何检索您的数据的教程！

# bqg-mb-EG7.title
source: Lost Data?…
zh_hans: 数据丢失？…

# bqz-Ef-vED.title
source: From Charles Proxy
zh_hans: 来自 Charles Proxy

# bte-hE-8Pw.ibShadowedToolTip
source: Use Proxyman with Docker
zh_hans: 在 Docker 中使用 Proxyman

# bTM-EF-3Na.ibShadowedToolTip
source: Compose new request for debugging
zh_hans: 创建用于调试的新请求

# bTM-EF-3Na.title
source: Compose Request…
zh_hans: 创建请求…

# bU6-IB-Tja.title
source: Delele all
zh_hans: 删除全部

# buJ-ug-pKt.title
source: Use Selection for Find
zh_hans: 使用选择查找

# Bw7-FT-i3A.ibShadowedToolTip
source: Save entire working session to file
zh_hans: 将整个工作会话保存到文件

# Bw7-FT-i3A.title
source: Save Session…
zh_hans: 保存会话…

# BxC-vD-K30.title
source: Reverse Proxy...
zh_hans: 反向代理…

# C9u-Xq-jpW.title
source: Request and Response
zh_hans: 请求和响应

# C37-ok-gCS.ibShadowedToolTip
source: Open new session on new tab
zh_hans: 在新标签页中打开新会话

# C37-ok-gCS.title
source: New Session
zh_hans: 新会话

# Cjg-r7-MG3.title
source: Technical Documents…
zh_hans: 技术文档…

# cUE-Z0-jBK.title
source: Convert
zh_hans: 转换

# cX1-mf-48B.ibShadowedToolTip
source: Map Local is enabled (⌥⌘L)
zh_hans: 本地映射已启用 (⌥⌘L)

# cYr-f8-SEA.title
source: DNS Spoofing
zh_hans: DNS 欺骗

# CzI-85-4Ih.ibShadowedToolTip
source: Add your custom certificates to Proxyman
zh_hans: 将自定义证书添加到 Proxyman

# CzI-85-4Ih.title
source: Add Custom Certificates…
zh_hans: 添加自定义证书…

# dbg-kg-Yir.title
source: White List...
zh_hans: 白名单...

# dBR-4N-MkK.ibShadowedToolTip
source: Define the Protobuf setting to parse properly
zh_hans: 定义 Protobuf 设置以正确解析

# Dg2-zm-cMR.ibShadowedToolTip
source: All Proxyman and User Data are gone.
zh_hans: 所有 Proxyman 和用户数据均已消失.

# Dg2-zm-cMR.title
source: Factory Reset…
zh_hans: 恢复出厂设置…

# dkZ-lD-EWc.title
source: Launch your app/domain to see it in the list
zh_hans: 启动你的应用/域以查看其在列表中

# dMs-cI-mzQ.title
source: File
zh_hans: 文件

# dQ2-Xe-D9x.title
source: Select
zh_hans: 选择

# dRJ-4n-Yzg.title
source: Undo
zh_hans: 撤销

# dRq-zp-xwe.ibExternalAccessibilityDescription
source: Add domain/client (⌘+K)
zh_hans: 添加域/客户端 (⌘+K)

# DVo-aG-piG.title
source: Close
zh_hans: 关闭

# DWA-p4-NCT.ibShadowedToolTip
source: Create new folder in Source Panel (Left Panel)
zh_hans: 在源面板（左侧面板）中创建新文件夹

# DWA-p4-NCT.title
source: New Folder
zh_hans: 新建文件夹

# dwv-9k-9eX.title
source: Reverse Proxy
zh_hans: 反向代理

# dY1-Ts-oI9.title
source: Filter
zh_hans: 过滤器

# e2x-fd-IqD.title
source: Enable/Disable Tools
zh_hans: 启用/禁用工具

# E6V-hs-DkP.title
source: as CSV
zh_hans: 作为 CSV

# eaW-If-9V8.title
source: Customize Toolbar…
zh_hans: 自定义工具栏…

# eD5-dY-prA.ibShadowedToolTip
source: Guideline how to install Proxyman Certificate to Android Physical Devices
zh_hans: 关于如何在 Android 物理设备上安装 Proxyman 证书的指南

# eD5-dY-prA.title
source: Physical Devices…
zh_hans: 物理设备…

# efc-B2-Acq.ibShadowedToolTip
source: Current Selection Stats
zh_hans: 当前选择统计

# EhD-Ld-rfT.ibShadowedToolTip
source: Proxy HTTP & HTTPS Requests from local ports to specified upstream servers
zh_hans: 从本地端口代理 HTTP 和 HTTPS 请求到指定的上游服务器

# EhD-Ld-rfT.title
source: Reverse Proxy…
zh_hans: 反向代理…

# EJp-eC-Wbg.title
source: SSL Proxying List…
zh_hans: SSL 代理列表…

# EKS-Tx-r2L.ibShadowedToolTip
source: Show / Hide the Loggin Console Panel
zh_hans: 显示/隐藏登录控制台面板

# EKS-Tx-r2L.title
source: Toggle Console Log in Scripting
zh_hans: 在脚本中切换控制台日志

# ENf-xc-cWH.ibShadowedToolTip
source: Guideline how to integrate Atlantis iOS Framework
zh_hans: 关于如何集成 Atlantis iOS 框架的指南

# ENf-xc-cWH.title
source: with Atlantis…
zh_hans: 与 Atlantis…

# eWV-Yt-E5W.title
source: Add Comment...
zh_hans: 添加评论...

# eXk-a1-yK2.title
source: Tools
zh_hans: 工具

# f2H-uv-L71.ibShadowedToolTip
source: Breakpoint is enabled (⌥⌘B)
zh_hans: 断点已启用 (⌥⌘B)

# F2S-fz-NVQ.title
source: Help
zh_hans: 帮助

# F2X-Te-H4P.title
source: Detach Content Windows
zh_hans: 分离内容窗口

# fef-Qi-lia.ibShadowedToolTip
source: From .chls (Charles Proxy) to .har (HTTP Archive) that Proxyman can understand
zh_hans: 从 .chls (Charles Proxy) 到 .har (HTTP 归档) ，Proxyman 可以理解

# fef-Qi-lia.title
source: From .chls to .har
zh_hans: 从 .chls 到 .har

# fgz-5N-77C.title
source: Certificate
zh_hans: 证书

# FHv-Cg-Axv.title
source: Automatic Setup…
zh_hans: 自动设置…

# fOO-Zx-YnO.title
source: Domain...
zh_hans: 域名…

# fRd-qS-qIs.title
source: Auto Select the Latest Request
zh_hans: 自动选择最新请求

# FW2-MC-gIh.title
source: Map Local...
zh_hans: 映射本地…

# fYJ-Ls-Exc.ibShadowedToolTip
source: Manage the Custom Columns on the main table
zh_hans: 管理主表中的自定义列

# fYJ-Ls-Exc.title
source: Customize Columns…
zh_hans: 自定义列…

# FzK-WM-5zK.title
source: Setup
zh_hans: 设置

# G4s-39-OzM.ibExternalAccessibilityDescription
source: Delete all flows from the current table (⇧⌘⌫)
zh_hans: 从当前表中删除所有流程 (⇧⌘⌫)

# G4s-39-OzM.ibShadowedToolTip
source: Delete all flows from the current table (⇧⌘⌫)
zh_hans: 从当前表中删除所有流程 (⇧⌘⌫)

# G7r-Ai-wOV.title
source: Change Logs…
zh_hans: 变更日志…

# GbH-TB-5qd.ibShadowedToolTip
source: Execute the Script to install Proxyman Certificate to all available Java Store
zh_hans: 执行脚本将 Proxyman 证书安装到所有可用的 Java Store

# GbH-TB-5qd.title
source: Run Script...
zh_hans: 运行脚本…

# GCw-x0-RRD.title
source: as HAR (HTTP Archive)
zh_hans: 以 HAR (HTTP 归档) 格式

# gfh-cM-6rd.title
source: Export
zh_hans: 导出

# gnF-Q6-2QN.ibShadowedToolTip
source: All Proxyman Windows will stay on top of other apps
zh_hans: 所有 Proxyman 窗口将保持在其他应用之上

# gnF-Q6-2QN.title
source: Stay On Top
zh_hans: 保持在最上层

# gTF-aI-lYi.title
source: Gray
zh_hans: 灰色

# gVA-U4-sdL.title
source: Paste
zh_hans: 粘贴

# GVQ-jl-aJy.title
source: Diff
zh_hans: 差异

# H8h-7b-M4v.title
source: View
zh_hans: 查看

# h9W-ps-0cy.title
source: Simulate Memory Warning
zh_hans: 模拟内存警告

# hfW-gz-bVi.ibShadowedToolTip
source: All domains and apps which are enabled SSL Proxying
zh_hans: 所有启用 SSL 代理的域和应用

# hfW-gz-bVi.title
source: SSL Proxying List…
zh_hans: SSL 代理列表…

# hG3-5B-eXf.title
source: Tools
zh_hans: 工具

# hJD-Jc-dUc.title
source: My Remote devices (iOS, Android) could not connect to Proxyman?…
zh_hans: 我的远程设备（iOS、Android）无法连接到 Proxyman？…

# HT1-14-m1i.title
source: Diff
zh_hans: 差异

# HyV-fh-RgO.title
source: View
zh_hans: 查看

# hz9-B4-Xy5.title
source: Services
zh_hans: 服务

# I5X-iG-DrG.title
source: Left Side
zh_hans: 左侧

# i8J-io-caN.title
source: Convert
zh_hans: 转换

# I8k-MP-wuk.ibShadowedToolTip
source: Simulate Network Conditions with various preset profiles
zh_hans: 模拟各种预设配置的网络条件

# I8k-MP-wuk.title
source: Network Conditions…
zh_hans: 网络条件…

# IAo-SY-fd9.title
source: Open…
zh_hans: 打开…

# IBf-9y-v8u.title
source: Highlight
zh_hans: 高亮显示

# ICa-uJ-cwx.title
source: *.local requests do not appear on Proxyman?…
zh_hans: *.local 请求未出现在 Proxyman？…

# Idc-iR-L0Y.ibShadowedToolTip
source: How to use Proxyman Command-line
zh_hans: 如何使用 Proxyman 命令行

# Idc-iR-L0Y.title
source: Command Line…
zh_hans: 命令行…

# iee-fo-ccT.ibShadowedToolTip
source: Manage the Previewer Tabs on Request or Response Panel
zh_hans: 管理请求或响应面板上的预览标签

# iee-fo-ccT.title
source: Customize Previewer Tab…
zh_hans: 自定义预览标签…

# ifQ-cq-1Ps.title
source: Report Bug?…
zh_hans: 报告错误？…

# Imc-bK-Vzj.title
source: Toggle Dock to Bottom Window
zh_hans: 切换底部窗口的 Dock

# ITs-qk-rKu.title
source: Red
zh_hans: 红色

# IUu-fw-GYj.title
source: Enable Debug Mode…
zh_hans: 启用调试模式…

# j0A-ov-hPQ.title
source: Toggle Source List Panel
zh_hans: 切换源列表面板

# j21-5N-koR.title
source: Install Certificate on Developments
zh_hans: 在开发中安装证书

# Jbb-Ov-C7d.ibShadowedToolTip
source: Toggle Enable/Disable the Map Local Tool
zh_hans: 切换启用/禁用本地映射工具

# Jbb-Ov-C7d.title
source: Map Local
zh_hans: 本地映射

# jcQ-j3-Mza.ibShadowedToolTip
source: Open Compose windows for editing the current selected request
zh_hans: 打开编写窗口以编辑当前选定的请求

# jcQ-j3-Mza.title
source: Edit and Repeat...
zh_hans: 编辑并重复…

# jms-6X-UGP.title
source: Map Remote
zh_hans: 映射远程

# jsI-zy-nCl.title
source: Yellow
zh_hans: 黄色

# jVi-P4-wdn.title
source: Install Certificate on Android
zh_hans: 在 Android 上安装证书

# jvs-n5-e1R.title
source: Reset Network Proxy…
zh_hans: 重置网络代理…

# jWT-Mn-Kpi.title
source: Flow
zh_hans: 流程

# jYe-46-HrS.ibShadowedToolTip
source: Use Proxyman with your VPN apps
zh_hans: 将 Proxyman 与你的 VPN 应用程序一起使用

# K1a-Yq-oka.title
source: Export…
zh_hans: 导出…

# Kd2-mp-pUS.title
source: Show All
zh_hans: 显示所有

# Kgh-wC-mpr.title
source: Highlight
zh_hans: 高亮

# KHW-EB-emh.title
source: Map Local
zh_hans: 映射本地

# Kim-fe-7qg.title
source: Breakpoint
zh_hans: 断点

# lAC-2O-yAz.title
source: Network Conditions
zh_hans: 网络条件

# ldG-IO-T9q.title
source: From Charles Proxy
zh_hans: 来自 Charles Proxy

# lDW-gr-1bg.ibShadowedToolTip
source: Export Proxyman CA (.der)
zh_hans: 导出 Proxyman CA (.der)

# lDW-gr-1bg.title
source: Root Certificate as DER...
zh_hans: 根证书作为 DER…

# LE2-aR-0XJ.title
source: Bring All to Front
zh_hans: 将所有窗口置于最前

# lEd-ns-ZiS.ibShadowedToolTip
source: Manage the Request/Response Template
zh_hans: 管理请求/响应模板

# lEd-ns-ZiS.title
source: Breakpoint Templates…
zh_hans: 断点模板…

# lHc-jp-TXM.ibShadowedToolTip
source: Toggle Enable/Disable the SSL Proxying List Tool
zh_hans: 切换启用/禁用 SSL 代理列表工具

# lHc-jp-TXM.title
source: SSL Proxying List
zh_hans: SSL 代理列表

# lPR-UL-J97.ibShadowedToolTip
source: Repeat the current selected request
zh_hans: 重复当前选定的请求

# lPR-UL-J97.title
source: Repeat
zh_hans: 重复

# LPx-O2-n19.title
source: Install Certificate on Android
zh_hans: 在 Android 上安装证书

# lxJ-8m-6PI.ibShadowedToolTip
source: Map specific request to different request location
zh_hans: 将特定请求映射到不同的位置

# lxJ-8m-6PI.title
source: Map Remote…
zh_hans: 映射远程…

# M8R-sG-cyX.ibShadowedToolTip
source: Use Proxyman with HTTP Clients, such as Paw, Postman and Insomnia
zh_hans: 在 Proxyman 中使用 HTTP 客户端，例如 Paw、Postman 和 Insomnia

# M8R-sG-cyX.title
source: HTTP Clients…
zh_hans: HTTP 客户端…

# MHh-7c-kMO.title
source: Install Certificate on Developments
zh_hans: 在开发中安装证书

# MIw-t1-AWs.ibShadowedToolTip
source: Guideline how to install Proxyman Certificate to Android Emulator by using Script
zh_hans: 如何通过脚本在 Android 模拟器上安装 Proxyman 证书的指南

# MIw-t1-AWs.title
source: Emulators…
zh_hans: 模拟器…

# mKD-Hp-ETJ.ibShadowedToolTip
source: Custom Certificates is enabled
zh_hans: 已启用自定义证书

# Mll-Gh-XSQ.title
source: Cancel
zh_hans: 取消

# mOd-Vy-ZL7.title
source: Right Side
zh_hans: 右侧

# Mrd-VT-G6e.ibShadowedToolTip
source: Toggle Enable/Disable the Allow List Tool
zh_hans: 切换启用/禁用白名单工具

# Mrd-VT-G6e.title
source: Allow List
zh_hans: 白名单

# MTD-lK-rwg.ibShadowedToolTip
source: Clear entire session to release all caching memory
zh_hans: 清除整个会话以释放所有缓存内存

# MTD-lK-rwg.title
source: Clear Session
zh_hans: 清除会话

# Ncd-Sv-Y7F.title
source: From Proxyman
zh_hans: 来自 Proxyman

# ndw-cW-F7D.ibShadowedToolTip
source: Your HTTP/HTTPS Proxy is overridden by Proxyman (⌥⌘O)
zh_hans: 您的 HTTP/HTTPS 代理已被 Proxyman 重写（⌥⌘O）

# nhY-Xe-Oww.title
source: TLSKeyLogging
zh_hans: TLS 密钥日志

# NjY-vl-9ro.title
source: Network Condition...
zh_hans: 网络条件…

# NMo-om-nkz.title
source: Services
zh_hans: 服务

# Npz-di-X2z.title
source: Get SSL Errors from HTTPS Request and Response?…
zh_hans: 从 HTTPS 请求和响应中获取 SSL 错误？…

# nz8-aK-bhs.title
source: DNS Spoofing…
zh_hans: DNS 欺骗…

# oas-Oc-fiZ.title
source: Open Recent
zh_hans: 最近打开

# oaz-80-FiP.title
source: Export
zh_hans: 导出

# odu-IM-9hv.title
source: Add favorite app or domain
zh_hans: 添加收藏的应用或域名

# Olw-nP-bQN.title
source: Hide Proxyman
zh_hans: 隐藏 Proxyman

# Otg-EI-NHc.title
source: Map Local...
zh_hans: 映射本地...

# OwL-SB-WNV.title
source: Import Settings
zh_hans: 导入设置

# OwM-mh-QMV.title
source: Find Previous
zh_hans: 查找上一个

# OY7-WF-poV.title
source: Minimize
zh_hans: 最小化

# ozy-tH-5wN.title
source: Add selected items to Diff Pool…
zh_hans: 将选定的项目添加到差异池...

# p0b-sK-SRd.ibShadowedToolTip
source: Save selected requests to the Saved Folder
zh_hans: 将选定的请求保存到保存文件夹

# p0b-sK-SRd.title
source: Save Requests
zh_hans: 保存请求

# p1m-xS-O9V.ibShadowedToolTip
source: Allow List is applied to record exclusively matched URLs. Other URLs are ignored (⌥⌘A)
zh_hans: 允许列表仅应用于记录完全匹配的 URL。其他 URL 将被忽略 (⌥⌘A)

# pa3-QI-u2k.title
source: Delete
zh_hans: 删除

# PCh-Tn-aVc.title
source: Green
zh_hans: 绿色

# pph-dX-usQ.title
source: From Proxyman
zh_hans: 来自 Proxyman

# PTh-m2-pZo.ibShadowedToolTip
source: Simulate Network Conditions with various presets profiles (⌥⌘J)
zh_hans: 模拟具有各种预设配置文件的网络条件 (⌥⌘J)

# PwA-fQ-eaG.ibExternalAccessibilityDescription
source: Override macOS Proxy Setting in Network.prefpanel
zh_hans: 在 Network.prefpanel 中覆盖 macOS 代理设置

# PwA-fQ-eaG.title
source: Override macOS Proxy
zh_hans: 覆盖 macOS 代理

# PYL-qC-SVe.title
source: Getting Started
zh_hans: 入门指南

# q4m-y1-nYE.title
source: Certificate
zh_hans: 证书

# q09-fT-Sye.title
source: Find Next
zh_hans: 查找下一个

# QC1-nS-AbH.title
source: SOCKS Proxy Settings…
zh_hans: SOCKS 代理设置…

# QVb-xA-A0h.title
source: Proxy Overridden
zh_hans: 代理已被覆盖

# Qvq-a9-0aG.ibShadowedToolTip
source: Drop connection for all matched URLs on blocklist
zh_hans: 对阻止列表上所有匹配的 URL 断开连接

# Qvq-a9-0aG.title
source: Block List…
zh_hans: 阻止列表…

# QWa-6G-Xq7.title
source: Troubleshooting
zh_hans: 故障排除

# R4o-n2-Eq4.title
source: Zoom
zh_hans: 缩放

# r5L-EB-klu.ibShadowedToolTip
source: DNS Spoofing Tool is enabled
zh_hans: DNS 欺骗工具已启用

# RIe-6p-hhf.ibShadowedToolTip
source: Export Proxyman CA (.pem)
zh_hans: 导出 Proxyman CA （.pem）

# RIe-6p-hhf.title
source: Root Certificate as PEM...
zh_hans: 根证书为 PEM...

# RJe-2S-X79.ibExternalAccessibilityDescription
source: Auto Select the latest requests (⇧⌘L). Click on any rows to disable it.
zh_hans: 自动选择最新请求（⇧⌘L）。点击任意行以禁用它。

# RJe-2S-X79.ibShadowedToolTip
source: Auto Select the latest requests (⇧⌘L). Click on any rows to disable it.
zh_hans: 自动选择最新请求（⇧⌘L）。点击任意行以禁用它。

# RMV-Z4-4ih.title
source: SSL Proxying List...
zh_hans: SSL 代理列表...

# rNg-Pa-YbN.title
source: Block List
zh_hans: 阻止列表

# rsG-Su-SeQ.ibShadowedToolTip
source: Guideline how to install Proxyman Certificate to iOS Devices (iPhone/iPad/AppleTV/Apple Watch)
zh_hans: 如何在 iOS 设备（iPhone/iPad/AppleTV/Apple Watch）上安装 Proxyman 证书的指南

# rsG-Su-SeQ.title
source: Physical Devices…
zh_hans: 物理设备…

# Ruw-6m-B2m.title
source: Select All
zh_hans: 全选

# S0p-oC-mLd.title
source: Jump to Selection
zh_hans: 跳转到选择

# S5D-Lw-FoN.title
source: DNS Spoofing…
zh_hans: DNS 欺骗…

# s6o-Dv-fxR.title
source: Blue
zh_hans: 蓝色

# SeB-q6-Eeu.title
source: Flow
zh_hans: 流程

# sEj-5w-peJ.ibShadowedToolTip
source: Toggle Enable/Disable the Scripting Tool
zh_hans: 切换启用/禁用脚本工具

# sEj-5w-peJ.title
source: Scripting
zh_hans: 脚本

# seo-dr-hjm.ibShadowedToolTip
source: Breakpoint list
zh_hans: 断点列表

# seo-dr-hjm.title
source: Breakpoints…
zh_hans: 断点…

# Sh0-DC-Iab.ibShadowedToolTip
source: Toggle Enable/Disable the DNS Spoofing
zh_hans: 切换启用/禁用 DNS 欺骗

# Sh0-DC-Iab.title
source: DNS Spoofing
zh_hans: DNS 欺骗

# snW-S8-Cw5.title
source: Show Toolbar
zh_hans: 显示工具栏

# ssw-3F-Rg2.title
source: Install Certificate on iOS
zh_hans: 在 iOS 上安装证书

# Sth-D1-OD6.title
source: Export faster and significantly reduce the size of the exported file.
zh_hans: 更快导出，显著减少导出文件的大小。

# Stu-BV-Lkk.title
source: White List...
zh_hans: 白名单…

# t0K-OI-Qxz.title
source: Getting Started
zh_hans: 开始使用

# Td7-aD-5lo.title
source: Window
zh_hans: 窗口

# tEF-kV-SFS.title
source: Simulators…
zh_hans: 模拟器…

# TL5-7M-KTY.title
source: Toggle Dock to Right Window
zh_hans: 切换右侧窗口的 Dock

# Tx9-Hp-lAT.ibShadowedToolTip
source: Settings for External Proxy
zh_hans: 外部代理设置

# Tx9-Hp-lAT.title
source: External Proxy Settings…
zh_hans: 外部代理设置…

# tXI-mr-wws.title
source: Open Recent
zh_hans: 打开最近的文件

# tY3-f2-wJ6.title
source: Use External Proxy
zh_hans: 使用外部代理

# uDn-AD-TMd.title
source: External Proxying
zh_hans: 外部代理

# UDU-2G-PIN.title
source: Map Remote...
zh_hans: 映射远程…

# Uei-Ey-Z6a.ibShadowedToolTip
source: Toggle Enable/Disable the Map Remote Tool
zh_hans: 切换启用/禁用映射远程工具

# Uei-Ey-Z6a.title
source: Map Remote
zh_hans: 映射远程

# uHE-Gw-PEp.title
source: TLS Key Logging…
zh_hans: TLS 密钥日志记录…

# UIo-Tj-Mg7.title
source: SOCKS Proxy
zh_hans: SOCKS 代理

# UMm-4m-xtu.title
source: No item yet "Command + K" to add item
zh_hans: 尚未添加项目 "Command + K" 添加项目

# uRl-iY-unG.title
source: Cut
zh_hans: 剪切

# URZ-dx-YL1.title
source: Access Control…
zh_hans: 访问控制…

# usX-uv-Uu3.title
source: Select Next Tab
zh_hans: 选择下一个标签

# V9c-JV-0Mv.title
source: Advanced
zh_hans: 高级

# VcR-90-Coz.title
source: Check for Updates…
zh_hans: 检查更新…

# Vdr-fp-XzO.title
source: Hide Others
zh_hans: 隐藏其他窗口

# VeP-8Q-K5o.title
source: Homepage…
zh_hans: 主页…

# vmb-zt-CkW.title
source: Setup
zh_hans: 设置

# vNY-rz-j42.title
source: Clear Menu
zh_hans: 清除菜单

# VUs-2d-B6f.title
source: Block List...
zh_hans: 黑名单…

# vxo-Yk-owy.title
source: Beautify
zh_hans: 美化

# w0X-qx-Aym.ibExternalAccessibilityDescription
source: Resource Usage: Memory, Upload and Download
zh_hans: 资源使用：内存、上传和下载

# w0X-qx-Aym.ibShadowedToolTip
source: Resource Usage: Memory, Upload and Download
zh_hans: 资源使用：内存、上传和下载

# W09-u5-2LZ.ibShadowedToolTip
source: Current Application Folder
zh_hans: 当前应用程序文件夹

# W09-u5-2LZ.title
source: Open User Data Folder…
zh_hans: 打开用户数据文件夹…

# W48-6f-4Dl.title
source: Edit
zh_hans: 编辑

# wfb-WH-ErF.title
source: Manual Setup…
zh_hans: 手动设置…

# WMm-Kk-YBm.title
source: Export
zh_hans: 导出

# wng-11-iu1.placeholderString
source: Filter (⌘⇧F)
zh_hans: 筛选 (⌘⇧F)

# wpr-3q-Mcd.title
source: Help
zh_hans: 帮助

# WuK-2M-JYO.ibShadowedToolTip
source: Export Pirvate Key of Proxyman CA
zh_hans: 导出 Proxyman CA 的私钥

# WuK-2M-JYO.title
source: Private Key...
zh_hans: 私钥…

# x3v-GG-iWU.title
source: Copy
zh_hans: 复制

# xI1-27-z4r.title
source: Dock to Side Windows
zh_hans: 停靠侧窗

# xJd-Uf-BK5.title
source: Open Diff View…
zh_hans: 打开差异视图…

# Xkd-SQ-lBA.ibShadowedToolTip
source: Proxyman will proxy all flows to the external proxy server.
zh_hans: Proxyman 将所有流量代理到外部代理服务器。

# xnY-jX-D87.ibShadowedToolTip
source: Instruction to install Proxyman CA to this mac
zh_hans: 安装 Proxyman CA 到此 Mac 的说明

# xnY-jX-D87.title
source: Install Certificate on this Mac…
zh_hans: 在此 Mac 上安装证书…

# XSj-xj-8zk.title
source: Map Remote...
zh_hans: 映射远程...

# xti-kr-tkZ.title
source: App...
zh_hans: 应用...

# Xz5-n4-O0W.title
source: Find…
zh_hans: 查找…

# XZI-Uu-ZTS.title
source: 0 items
zh_hans: 断点...
